Autodesk.Revit.DB.ServerPath.#ctor(System.String,System.String)
Constructs a ServerPath
centralServerLocation:
The name of the central Revit server
path:
The path of the model. This path must be relative.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2012